app/views/loads/index.html.erb

      </thead>
      <% load.slots.each do |slot| -%>
---
SELECT `slots`.* FROM `slots` WHERE `slots`.`load_id` = 1