app/controllers/aircrafts_controller.rb

SELECT `aircrafts`.* FROM `aircrafts`
---
  def index
    @aircrafts = Aircraft.all