app/controllers/jumpers_controller.rb

SELECT `jumpers`.* FROM `jumpers`
---
  def index
    @jumpers = Jumper.all

SELECT `jumpers`.* FROM `jumpers` WHERE `jumpers`.`id` = 1 LIMIT 1
---
    def set_jumper
      @jumper = Jumper.find(params[:id])