app/controllers/loads_controller.rb

  def index
    @loads = Load.all
---
SELECT `loads`.* FROM `loads`

  def create
    @load = Load.new(load_params)

    respond_to do |format|
      if @load.save
---
INSERT INTO `loads` (`created_at`, `pilot`, `updated_at`) VALUES ('2013-11-28 15:29:30', '', '2013-11-28 15:29:30')

  def update
    respond_to do |format|
      if @load.update(load_params)
---
UPDATE `loads` SET `pilot` = 'Martin Stene', `flighttime` = 24, `updated_at` = '2013-11-28 13:48:33' WHERE `loads`.`id` = 1

    def set_load
      @load = Load.find(params[:id])
---
SELECT `loads`.* FROM `loads` WHERE `loads`.`id` = 1 LIMIT 1