app/controllers/prices_controller.rb

  def index
    @prices = Price.all
---
SELECT `prices`.* FROM `prices`

  def create
    @price = Price.new(price_params)

    respond_to do |format|
      if @price.save
---
INSERT INTO `prices` (`created_at`, `height`, `price`, `updated_at`) VALUES ('2013-11-28 12:05:50', 6000, 180, '2013-11-28 12:05:50')

    def set_price
      @price = Price.find(params[:id])
---
SELECT `prices`.* FROM `prices` WHERE `prices`.`id` = 1 LIMIT 1