app/controllers/ratings_controller.rb

  def index
    @ratings = Rating.all
---
SELECT `ratings`.* FROM `ratings`