app/views/jumpers/_form.html.erb

      <%= f.label :clubs %><br>
      <%= f.collection_check_boxes :club_ids, Club.all,:id,:name %>
---
SELECT `clubs`.* FROM `clubs` ORDER BY `clubs`.`name` ASC