app/views/jumpers/index.html.erb

        <td><%= jumper.license %></td>
        <td><%= jumper.ratings.map(&:name).join(",") %></td>
        <td><%= jumper.description %></td>
        <td><%= jumper.clubs.map(&:name).join(",") %></td>
---
SELECT `ratings`.* FROM `ratings` INNER JOIN `jumpers_ratings` ON `ratings`.`id` = `jumpers_ratings`.`rating_id` WHERE `jumpers_ratings`.`jumper_id` = 1
SELECT `clubs`.* FROM `clubs` INNER JOIN `clubs_jumpers` ON `clubs`.`id` = `clubs_jumpers`.`club_id` WHERE `clubs_jumpers`.`jumper_id` = 1