app/views/jumpers/show.html.erb

SELECT `ratings`.* FROM `ratings` INNER JOIN `jumpers_ratings` ON `ratings`.`id` = `jumpers_ratings`.`rating_id` WHERE `jumpers_ratings`.`jumper_id` = 1
---
  <strong>Rating:</strong>
  <%= @jumper.ratings.map(&:name).join(",") %>

SELECT `clubs`.* FROM `clubs` INNER JOIN `clubs_jumpers` ON `clubs`.`id` = `clubs_jumpers`.`club_id` WHERE `clubs_jumpers`.`jumper_id` = 1
---
  <strong>Club:</strong>
  <%= @jumper.clubs.map(&:name).join(",") %>